<template>
  <div class="about">
    <div class="title">单位介绍</div>
    <div class="introduce">{{ introduce }}</div>
  </div>
</template>

<script setup>
const introduce = `镇江市行业老干部管理服务办公室是镇江市机构编制委员会根据《镇江市人民政府机构改革实施意见》（镇发〔2010〕11号）和2010年4月23日市政府常务会议精神，于2010年6月批准（镇编委〔2010〕5号），在市国资委组建成立的。
镇江市行业老干部管理服务办公室（以下简称老干部办）主要职责为:承担原各行业管理办公室离退休干部的日常管理和服务工作，具体包括原16个工业(商业)主管局、国资委和体改办机关的离休、退休干部及其所属破产终结企业的离休干部的服务管理工作。
2022年底，老干部办服务管理离退休干部及遗属762人，其中，离休干部及厅级退休61人，机关退休干部538人（其中县处级退休干部79人），离退休干部遗属163人；现有离退休干部党员448名，设置四个党总支、十八个党支部。
现有“文化养老”社团（老干部合唱团、舞蹈队、文学社、摄影社、书画社、表演艺术社、智力运动社和程志强文化惠民银发人才工作站）和志愿服务中队（暖企分队、宣讲分队、帮困救助分队等10个服务分队和周汉清暖企服务银发人才工作站）组织。
镇江市委对老干部工作的指示：
各级老干部工作部门要深入学习贯彻党的二十大精神和习近平总书记关于老干部工作的重要论述，坚持用心用情、精准服务，更好满足老同志对美好生活的新愿望、新期待，切实增强他们的政治荣誉感、组织归属感、生活幸福感。各级党委及组织部门要加强对老干部工作的领导和指导，切实履行好关心照顾老干部的政治责任，保持敬重之心、倾注关爱之情、多做务实之事，为老同志发光发热、安享晚年创造良好条件，全力支持和保障他们参与银发赋能"六项行动"，为镇江现代化建设贡献智慧和力量。
老干部办工作指导思想：
将学习宣传贯彻党的二十大精神与贯彻落实《关于加强新时代离退休干部党的建设工作的意见》（中办发〔2022〕31号）文件有机结合、以习近平总书记关于老干部工作的重要论述为遵循，在市委老干部局、市委离退休干部工委的指导下，在市国资委党委的直接领导下，以老干部为中心，最大限度满足老同志在政治上尊重、思想上关心、生活上照顾、精神上关怀的需求，抓好党的建设关键，做好服务管理基础，开展“价值养老”活动，夯实老干部工作队伍保障，为“党建聚合力，国资加速跑”助跑、为“党旗‘镇’红，一线建功”建新功。
老干部办工作目标任务：
（一）坚持政治首位、党建引领——抓好红色领航，着力提升老同志的政治荣誉感、组织归属感。
  （二）坚持用心用情、精准精细——抓好服务管理，着力提升老同志的生活获得感。
  （三）坚持文化养老、志愿服务——抓好价值养老，着力提升老同志的生活幸福感。
  （四）坚持培根铸魂、提质增效——抓好团队建设，着力提升老干部工作的使命感。
`;
</script>
<style scoped>
.about {
  width: 1200px;
  margin: 0 auto;
}

.introduce{
  line-height: 35px;
  font-size: 1.2rem;
  text-indent: 2.4rem;
  text-transform: capitalize;
}
.introduce::first-letter{
  font-size: 1.5rem;
  font-weight: 600;
}

.title {
  font-size: 1.8rem;
  font-weight: 800;
  line-height: 6rem;
  color: brown;
}
</style>